Revit 2024 API
UnitTypeId.KilovoltAmperes Property
 Kilovolt amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilovoltAmperes { get; }
Visual Basic
Public Shared ReadOnly Property KilovoltAmperes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilovoltAmperes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace